[
    {
        "id":1,"name":"dhaka", "about":"Dhaka (or Dacca) is the capital and largest city of Bangladesh. It is the cultural and economic hub of the country. Having a colossal historical background, the old part of the city, known as Old Dhaka or Old Town, is home to a broad range of architectural heritage starting from the vestiges of the Mughal Empire to the British Colonial buildings. Being the centre of the independence movements of Bangladesh, Dhaka also hosts some significant national monuments and structures. There are a number of annual cultural events held in Dhaka like Pohela Falgun, Pohela Baishakh and Ekushe Book Fair which add a unique flavour to the city.", "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/GulshanDhaka.jpg/800px-GulshanDhaka.jpg"},

    {
        "id":2,"name":"Sylhet", "about":"Sylhet, originally Srihatta, city, northeastern Bangladesh. It lies along the right bank of the Surma River. the most important town in the Surma River valley, it is connected by road and rail with Comilla, Chhatak, and Habiganj, by road with the states of Assam and Meghalaya (both in India), and by air with Dhaka and several international destinations. Sylhet is known for its cane products and produces tea, fertilizer, and liquefied petroleum (propane) gas. There are also several handicraft cottage industries, including mat weaving and bamboo work. Tea estates southeast of Sylhet provide most of Bangladesh’s yield.", "photo":"https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/1e/4a/33/pangthumai-waterfall.jpg?w=1000&h=-1&s=1"},
    {
        "id":3,"name":"Rangamati", "about":"Rangamati, town, southeastern Bangladesh. It is situated in the Chittagong Hills region near the Karnaphuli River. Rangamati is connected by road and river steamer with the city of Chittagong (30 miles [50 km] southwest). The town is a rice-milling and cotton-weaving centre and an agricultural market. It has a hospital and a government college affiliated with the University of Chittagong. Pop. (2001) 66,836; (2011) 84,000.", "photo":"https://cdn.britannica.com/80/137580-050-9C6A745A/Hanging-Bridge-Kaptai-Lake-Rangamati-Bangl.jpg"},
    {
        "id":4,"name":"Bandarban", "about":"Bandarban Hill District is the most remote and least populated district in Bangladesh. The lure of the tallest peaks of Bangladesh, treks through virgin forests and chance to meet more than 15 tribes of the region up close is growing both among Bangladeshis and tourists from other countries. Since the insurgency ceased in the Chittagong Hill Tracts (a cluster that includes all three hill districts of Bangladesh) it has opened up for tourists more than a decade back, though some of the western tourist guides may still describe the area as a major security risk.", "photo":"https://wikitravel.org/upload/en/b/b8/Sangu_river.jpg"},
    {
        "id":5,"name":"Chittagong", "about":"Chittagong is one of the great port cities of Asia. It flourished on the Maritime Silk Road and was the eastern terminus of the Grand Trunk Road. It was visited by famous medieval explorers like the Venetians Niccolo de Conti and Caeser Frederick; the Arab traveller Ibn Battuta; and the Chinese admiral Zheng He. The Portuguese, Mughals and British controlled the port in successive periods until the 20th century. It became a major financial centre and the largest port in modern-day Bangladesh after the Partition of British India.", "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Karnaphuli_River_at_night_%2802%29.jpg/1024px-Karnaphuli_River_at_night_%2802%29.jpg"},

    {
        "id":6,
        "name":"Cox's Bazar",
         "about":"Cox’s Bazar, town, southeastern Bangladesh. It is situated along the Bay of Bengal about 60 miles (100 km) south of Chittagong.The town, constituted a municipality in 1869, was named for Hiram Cox, who supervised the settlement there of Arakanese refugees from conquest by Myanmar (Burma) in 1799. Ramu, 10 miles (16 km) to the east, is the site of a historic Buddhist temple. With a long unbroken beach and a small port, Cox’s Bazar is a popular tourist resort, connected by road, rail, and air with Chittagong. Major industries in addition to tourism include fish processing, salt production, ice making, printing, and the milling of rice, flour, and wood. Garment production and weaving, woodworking, and metalworking are prominent cottage industries. Pop. (2001) 51,918; (2011) 167,477.", "photo":"https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/e2/f8/43/longest-sea-beach-in.jpg?w=1000&h=-1&s=1"}
]